// 1. Создайте массив с элементами 1, 2, 3. 
// Выведите на экран каждый из этих элементов.
const array = [1, 2, 3];
console.log(array[0]);
console.log(array[1]);
console.log(array[2]);

// 2. Создайте массив с произвольными элементами. 
// Выведите на экран количество элементов в этом массиве.
const array2 = [1, 'eee', 7, 433]
console.log(array2.length);
// 3. Создайте массив с элементами 'a', 'b', 'c'. Запишите вместо первого элемента 
// число 1, вместо второго - 2, вместо третьего - 3.
const array3 = ['a', 'b', 'c'];
array3[0] = 1;
array3[1] = 2;
array3[2] = 3;

console.log(array3);