// 1. Найти остаток от деления переменных `a` на `b`, где a = 13, b = 5.
const a = 13;
const b = 5;
console.log(a % b);
// 2. Что выведет на экран (Сначала проговорите, потом проверьте)
// undefined
let smth;
alert(smth);

// 3. Что выведет на экран (Сначала проговорите, потом проверьте)
// Nan
console.log('abc' * 3);
// ```
// 4. Что выведет на экран (Сначала проговорите, потом проверьте)
// ```
console.log(1 / 0);
console.log(-1 / 0);
// ```
// 5. Что выведет на экран (Сначала проговорите, потом проверьте)
// ```
console.log('2' * '3');
// ```